Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: This means that players should make a real effort to integrate any such mental modifications into their character’s words and actions, and gamemasters should ensure that a character’s portrayal plays true to their mind edits.
fr_fr: Cela signifie que les joueurs devraient faire un réel effort pour intégrer de telles modifications mentales dans les faits et gestes de leur personnage et les maîtres de jeu devraient s'assurer que la représentation du personnage sonne juste par rapport à leurs éditions cognitives.

source: Some psychosurgical mods can be reflected with ego traits, while others might incur modifiers to certain tests or in certain situations.
fr_fr: Certaines modifications psychochirurgicale peuvent être reflétées par des traits d'ego alors que d'autres devrait ajouter des modificateurs à certains test ou dans certaines situations.

source: The gamemaster should carefully weigh a brain alteration’s effects, and apply modifiers as they see appropriate.
fr_fr: Le maître de jeu devrait précuationneusement estimé les effets de l'altération d'un cerveau et appliquer les modificateurs comme ils le pensent.

source: {Psychosurgery Procedures} The following alterations may be accomplished with psychosurgery.
fr_fr: {Procédures Psychochirurgicale} Les altératiosn suivantes peuvent être obtenues avec la psychochirurgie.

source: At the gamemaster’s discretion, other mind-editing procedures may be attempted, using these as a guideline.
fr_fr: À la discrétion du maœtre de jeu, d'autres proécdures d'éditions cognitives peuvent être tentée, en utilisant celles-ci comme guide.

source: Psychosurgery Test Modifier
fr_fr: Modificateur au Test de Psychochirurgie

source: SV Modifier
fr_fr: Modificateur de VS

source: Improper Preparatory Diagnosis
fr_fr: Diagnostiques Préparatoires Incorrects

source: Safety Protocols Ignored
fr_fr: Protocoles de Sécurité ignorés

source: Simulspace Time Acceleration
fr_fr: Accélération Temporelle du Simulspace

source: Subject is an AI, AGI, or uplift
fr_fr: Le sujet est une IA, une IAG ou un élevé

source: {Behavioral Control} Timeframe: 1 week
fr_fr: {Contrôle Comportemental} Intervalle: 1 sem.

source: PM: Limit/Boost –10; Block/Encourage –20, Expunge/Enforce –30
fr_fr: MP: Limitation/Amplification –10; Bloquage/Incitation –20, Effacement/Forçage–30

source: Commonly used for criminal rehabilitation, behavioral control attempts to limit, block, or expunge a specific behavior from the subject’s psyche.
fr_fr: Communément utilisé pour réhabiliter les criminels, le contrôle comportemental tente de limiter, bloquer ou effacer un comportement spécifique de la psyché du sujet.

source: For example, a murderer may be conditioned against acts of aggression, or a kleptomaniac might be restricted from stealing.
fr_fr: Par exemple, un meurtrier pourrait être conditionné contre les actes d'agression et un kleptomane pourrait subir une restriction pour le vol.

source: Some people seek this adjustment willingly, such as socialite glitterati who restrict their desire to eat, or an addict who cuts out their craving for a fix.
fr_fr: Certaines personnes cherche cet ajustement de manière volontaire, tel que les personnalités célèbres qui restreignent leurs désirs de manger ou les accrocs qui coupent leur envie d'un fix.

source: Behavioral control can also be applied as an unleashing or reinforcement.
fr_fr: Le contrôle comportemental peu aussi être appliqué comme un débridage ou un renforcement.

source: A companion may desire to eliminate their sexual inhibitions, for example, or a hypercorp exec may boost his commitment to place work above all else.
fr_fr: Un compagnon désirant éliminer ses inhibitions sexuelles, par exemple, ou un exécutif hypercop améliorant son dévouement pour placer le travail au-dessus du reste.

source: A character will simply feel compelled to avoid a behavior that is limited (perhaps suffering a –10 modifier), but will find it quite difficult to pursue a behavior that is blocked (requiring a WIL x 3 Test, and suffering a –20 modifier).
fr_fr: Un personnage se sentira simplement contraint d'éviter un comportement qui est limité (en étant sanctionnant d'un modificateur de -10 par exemple), mais il trouvera plutôt difficile de suivre un comportement qui est bloqué (nécessitant un test de VOL x 3 et souffrant d'un modificateur de -20).

source: Likewise, a character will feel compelled to pursue a behavior that is boosted, and will find it hard to avoid engaging in a behavior that is encouraged (requiring a WIL x 3 Test to avoid).
fr_fr: De la même manière, un personnage se sentira contarint de suivre un comportement qui a été amplifié et trouvera difficile d'éviter de suivre un comporter qui est encouragé (nécessitant un test de VOL x 3 pour l'éviter).

source: {Behavioral Masking} Timeframe: 1 week
fr_fr: {Camouflage Comportemental} Intervalle: 1 sem.

source: PM: –20
fr_fr: MP: –20

source: Given the ability to switch bodies, many security and law enforcement agencies have resorted to personality and behavioral profiling as a means of identifying people even when they resleeve.
fr_fr: Étant donné la possibilité de changer de corps, beaucoup d'agence de sécurité et de forces de l'ordre ont recours à l'analyse de personnalité et au profilage comportemental comem moyen d'identifier les personnes, même lorsqu'elles se réincarnent.

source: Though such systems are far from perfect, someone’s unconscious habits and quirks could potentially give them away.
fr_fr: Bien que ces systèmes soient loin d'être parfait, les habitudes incosncientes et les tcis de quelqu'un peuvent potentiellement le démasquer.

source: Characters who wish to elude identification in this way may undergo behavioral masking, which seeks to alter and change the character’s unconscious habits and social cues.
fr_fr: Les personnages qui cherchent a éviter l'identification de cette manière peuvent faire appel au camouflage comportemental, qui cerche à atteindre et à changer les habitudes incosncientes et les marqueurs sociaux.

source: Apply a +30 modifier when defending against such identification systems and Kinesics Tests.
fr_fr: Appliquez un modificateur de +30 en défense contre ce type d'identification et au Tests de Kinésique.

source: PM: +20
fr_fr: MP: +20

source: SV: 1
fr_fr: VS: 1

source: Using tutorial programs, memory reinforcement protocols, conditioning tasks, and deep brain stimulation, the subject’s learning ability is reinforced, allowing them to learn new skills more quickly.
fr_fr: En utilisant des programme de tutoriaux, des protocoles de renforcements mémoriels, des tâches de conditionnements et des stimulatiosn cérébrales en profondeur, les capacités d'apprentissage du sujet sont renforcées, lui permettant d'apprendre de nouvelles compétences plus rapidement.

source: {Emotional Control} Timeframe: 1 week
fr_fr: {Contrôle Émotionnel} Intervalle: 1 sem.

source: Similar to behavioral control, emotional control seeks to modify, enhance, or restrict the subject’s emotional responses.
fr_fr: De manière similaire au contrôle comportemental, le contrôle émotionnel cherche à modifier, améliorer eou restreindre les réponses émotionnelles du sujet.

source: Some choose these modifications willingly, such as limiting sadness in order to be happier, or encouraging aggression in order to be more competitive.
fr_fr: Certains choisissent cette modification de manière volontaires comem le limitage de la tristesse pour être plus heureux ou l'encouagement de l'agressivité pour être plsu compétitif.

source: Mercenaries and soldiers have been known to expunge fear.
fr_fr: Les mercenaires et les soldats sont connus pour supprimer la peur.

source: Follow the same rules as given for Behavioral Control.
fr_fr: Suivez les mêmes règles que celles-données pour le COntrôle Comportemental.

source: {Interrogation} Timeframe: Variable (gamemaster discretion; 1 week default)
fr_fr: {Interrogatoire} Intervalle: Variable (à la discrétion du maître de jeu; 1 semaine par défaut)

source: PM: +30
fr_fr: MP: +20

source: SV: 1d10
fr_fr: VS: 1d10

source: Psychosurgery can be used for interrogative purposes via the application of mental torture and manipulation.
fr_fr: La psychochirurgie peut-être utilisée dans le but de mener un interrogatoire via l'application de torture et de manipulation mentale.

source: A successful Psychosurgery Test applies a +30 modifier to the Intimidation Test for interrogation.
fr_fr: Un test réussi de Psychochirurgie apporte un modificateur de +30 au Testd 'Initimidation pour l'interrogatoire.

source: {Memory Editing} Timeframe: 1 week (2 weeks adding/replacing)
fr_fr: {Edition Mémorielle} Intervalle: 1 sem. (2 semaine pour ajouter/remplacer)

source: PM: –10 (willing) or –30 (forced)
fr_fr: MP: –10 (volontaire) or –30 (forcé)

source: By monitoring memory recall (forcibly invoked if necessary), psychosurgeons can identify where memories are stored in the brain and target them for removal.
fr_fr: En surveilalnt les rappels mémoriels (invoqués de manière forcés si nécessaire), les psychochirurgiens peuvent identifier où les souvenirs sont stockés dans el cerveau et les cibler pour suppression.

source: Memory storage is complex and diffused, however, and often linked to other memories, so removing one memory may affect others (gamemaster discretion).
fr_fr: Le stockage de la mémoire est complexe et diffus cependant et souvent lié à d'autres souvenirs, supprimer l'un d'entres eux peut donc en affecter d'autres (à la discrétion du maître de jeu).

source: Adding or replacing memories is a much more complicated operation and requires that such memories be copied from someone who has experienced them or manufactured with XP software.
fr_fr: AJouter ou rempalcer des souvenir est une opération bien plus complexe et requiert que de tels souvenirs soient copié depuis quelqu'un qui les as vécus ou créé avec des logiciels XP.

source: Even when successfully implanted, fake memories may clash with other (real) memories unless those are also erased.
fr_fr: Même lorsqu'ils sont implantés avec succès, de faux souvenirs peuvent se heurter avec d'autres (vrais) souvenirs à moins qu'ils n'aient également étés effacés.

source: {Personality Editing} Timeframe: 1 week
fr_fr: {Édition de Personnalité} Intervalle: 1 sem.

source: PM: Minor –10; Moderate –20, Major –30
fr_fr: MP: Mineur –10; Modéré –20, Majeur –30

source: Possibly the most drastic psychosurgery procedure, personality editing involves altering the subject’s core personality traits.
fr_fr: Probablement la procédure psychochirurgicale la plus radicale, l'édition de personnalité implique d'altérer les traits au cœur de la personnalité du sujet.

source: The personality factors that may be modified is almost unlimited, including traits such as openness, conscientiousness, altruism, extroversion/ introversion, impulsiveness, curiosity, creativity, confidence, sexual orientation, and self-control, among others.
fr_fr: Les facteurs de personnalité qui peuvent être modifiés sont quasiment illimités et incluent des traits tels que l'ouverture d'esprit, la conscience, l'altruisme, l'extraversion/l'introversion, l'impulsivité, la curisosité, la confiance, l'orientation sexuelle et le contrôle de soi, parmi tant d'autres.

source: These traits may be enhanced or reduced to varying degrees.
fr_fr: Ces traits peuvent être augmentés ou atténués à différents degrés.

source: The effect is largely reflected by roleplaying, but the gamemaster may apply modifiers as they see fit.
fr_fr: L'effet est largement reflété par le roleplay mais le maître de jeu peut appliquer des modificateurs de manière qu'il pense appropriée.

source: {Psychotorture} Timeframe: Variable
fr_fr: {Psychotorture} Intervalle: Variable

source: SV: 1d10 SV per day
fr_fr: VS: 1d10 de VS par jour

source: Psychotorture is mental manipulation for the simple intention of causing pain and anguish, reflected in game terms as mental stress and traumas.
fr_fr: La psychotorture est une manipulation mentale dont le seul but est de causer douleur et anxiété, réflétés en terme de jeu par du stress mental et des traumas.

source: Prolonged torture can lead to serious mental disorders or worse.
fr_fr: La torture prolongée peut amener à de sérieux dérangements mentaux ou pire.

source: {Psychotherapy} TIMEFRAME: Variable
fr_fr: {Psychothérapie} Intervalle: Variable

source: PM: +0
fr_fr: MP: +0

source: SV: 0
fr_fr: VS: 0

source: Therapeutic psychosurgery is beneficial for characters suffering from mental stress, traumas, and disorders.
fr_fr: La psychochirurgie thérapeutique est bénéfique pour un personnage souffrant de stress mental, de traumatisme ou de désordre.

source: A successful Psychosurgery Test applies a +30 modifier to mental healing tests, as noted on p.
fr_fr: Un test réussi de Psychochirurgie apporte un modificateur de +30 aux Test de Guérison Mentale, telles que notée p.

source: {Skill Imprints} Timeframe: 1 week per +10
fr_fr: {Impression de Compétence} intervalle: 1 sem. par +10

source: SV: 1 per +10
fr_fr: VS: 1 par +10

source: Skill imprinting is the use of psychosurgery to insert skill-set neural patterns in the subject’s brain, temporarily boosting their ability.
fr_fr: Impression de compétences est l'utilisation de la psychochirurgie pour insérer des un ensemble de schémas neuronaux de compétence dans le cerveau du sujet, améliorant temporairement ses capacités.

source: Skill imprints are artificial boosts, however, degrading at the rate of –10 per day.
fr_fr: Cepedant, les impressions de compétences sont des amélioration artificielles et se dégradent au rythme de -10 par jour.

source: No skill may be boosted higher than 60.
fr_fr: Aucune compétence ne peut être améliorées au-delà de 60.

source: {Skill Suppression} Timeframe: 1 day per –10
fr_fr: {Suppression de Compétence} Intervalle: 1 jour par –10

source: PM: –10
fr_fr: MP: –10

source: Skill suppression attempts to identify where skills are stored in the brain and then block or remove them.
fr_fr: La suppression de compétence tente d'identifier la zone du cerveau dans laquelle sont stockée les compétence et tente ensuite de les bloquer ou de les supprimer.

source: The subject’s skill is impaired and may be lost entirely.
fr_fr: La compétence du sujet est affaibliées et peut même être complètement perdue.

source: {Tasping} Timeframe: 1 day
fr_fr: {Excitation} Intervalle: 1 jour

source: PM: +10
fr_fr: MP: +10

source: Tasping is the use of deep brain stimulation techniques to tickle the mind’s pleasure centers.
fr_fr: Excitation est l'utilisation de technique de stimulation des cortex cérébraux les plus profonds afin de chatouiller les centres cognitifs du plaisir.

source: Though this procedure is often used for therapeutic purposes for patients suffering from depression or other mental illnesses, the intent with tasping is to overload the subject into a prolonged state of almost unendurable bliss.
fr_fr: Bien que cette procédure soit souvent utilisée à but thérapeutique pour les patients atteint de dpéression ou d'autres maladies mentales, le but de l'excitation est de surcharger le sujet dans un état prolongé de bétatitude à peine supportable.

source: Such stimulation is highly addictive, however, so character’s exposed to it for any length of time (over 1 hour, subjective) are likely to pick up the Addiction trait (p.
fr_fr: Une telle stimulation est cependant hautement addictive, un personnage qui y serait exposé pour n'importe quelle durée (au-delà d'1 heure subejctive) devraient développer le trait Addiction (p.

source: Some criminal organizations have been known to use tasping addiction and rewards as a means of controlling those under their thrall.
fr_fr: Quelques organisations criminelles sont connues pour utiliser l'excitation, aussi bien dasn le but de rendre accroc que comme récompense, comem moyen de contrôller ceux qui sont sous leur autorité.

source: PSICLONE Project Quarterly Board Meeting
fr_fr: Projet PSICLONE - Réunion Trimestrielle du Comité

source: 2nd Quarter 8 AF
fr_fr: 2° Trimestre 8 AF

source: FUTURA Project Conclusion—
fr_fr: Conclusion du Projet FUTURA—

source: Executive Summary Report
fr_fr: Rapport sommaire

source: Prepared by Dr. Amelia Sheppard
fr_fr: Préparé par le Dr. Amelia Sheppard

source: Per request, I have compiled a review of the Futura Project and its fallout, 5 years after whistleblowers and intense media attention forced us to end the project and release the remaining subjects (dubbed “the Lost” by popular media).
fr_fr: Suite aux requètes reçues, j'ai compilé une revue du projet Futura et de ses retombées, 5 ans après que l'attention de dénionciateurs et des médias ne nous aient forcés à terminer le projet et à libérer les sujets survivants (appelées "les Égarés" par les médias populaires).

source: Futura was a joint initiative spearheaded by Hanto Genomics and strongly backed by Cognite, with numerous other partners (complete list).
fr_fr: Futura était une initiative commune dont le fer de lance était Hanto Génomics et fortement soutenu par Cognite, ainsi que d'autres partenaires (liste complète).

source: The project was initially proposed by my mentor, Dr. Antonio Pascal, whose team had proven the feasibility of Accelerated Life Experience Training (ALET) after a series of pilot studies with two small (N $ $ 1000) samples.
fr_fr: Le projet avait été initiallement proposé par mon mentor, le Dr. Antonio Pascal, dont l'équipe a prouvé la faisabilité de l'Apprentissage par Expérience de Vie Accélérée (ÆVA) après une série d'études pilotes sur deux échantillons réduits (N $ $ 1000).

source: While it is true that these early pilot studies used both older subjects and a lesser amount of time dilation, the rationale for the Futura Project’s ambitious program was justified by a remarked decrease in transhumanity’s population due to the Fall, a system-wide stagnant population growth rate (blamed on various factors including increased longevity, available contraception, and rising despair over troubling times), as well as a desire to move aggressively into a new technological sector in the hopes of obtaining a competitive advantage.
fr_fr: Même si il est vrai ue ces études pilotes préliminaires ont utilisé à la fois des sujets plus vieux et une dilatation temporelle moindre, le raisonnement derrière le programme ambitieux du Projet Futura était justifié par une décroissance remarquable de la population transhumaine suite à la Chute, par un taux de croissance ed la popuplatioàn stagant sur l'ensemble du système solaire (imputé à divers facteurs, incluant une longévité augmentée, une contraception disponible et la hausse du désespoir pendant des temps troublés), aussi bien que par le désir de se positionner de manière agressive sur de nouveaux secteurs technologiques dans l'espoir d'obtenir des avantages compétitifs.

source: Futura began immediately in the wake of the Fall with an initial seed population of *** test subjects culled from extant genetic material and gestated to between 1 week and 6 months after birth.
fr_fr: Futura démarra immédiatement au début de la Chute avec un échantillon de populatio initial de *** sujets de test extrait de matériau génétique existant et mis en gestation pendant une durée comprise entre 1 semaine et 6 mois après la naissance.

source: Of these, less than 10% were live births from either a surrogate or genetic birth mother who had perished during the Fall.
fr_fr: Moins de 10% d'entres eux sont nés de soi d'un remplaçant ou d'une mère génétique qui parit durant la Chute.

source: The majority came from our Lunar and Martian labs and were brought to term within an exowomb.
fr_fr: La majorité venait de nos laboratoires Lunaire et Martien et furent menés à terme avec un exutérus.

source: After the sample was selected, all subjects were sleeved into our fast-growth futura-brand biomorph bodies and inducted into customized simulspace accelerated learning environments.
fr_fr: Après que l'échantillon fut sélectionné, les sujets ont été incarné dans des biomorph à croissance rapide de type fututra et installés dans des environnement personnalisé d'apprentissage accéléré en simulspace.

source: The project made extensive use of emergent technologies and techniques culled from recaptured TITAN facilities, including neogenetic traits for the futura morphs and time distortion applications for captive simulspace populations.
fr_fr: Le projet fit un usage intensif de technologie émergente et de techniques extraites de l'aboratoires repris aux TITAN, inclauant les traits néogénétique des morphs futura ainsi que les applications de distortion temporelle pour des populations captives de simulspaces.

source: Futura ran concurrently on three different research stations with a combined staff of 2,211 researchers and support personnel and 45 AGIs custom-programmed for expert child development.
fr_fr: Futura fonctionna en concurrence sur trois stations de recherche différente avec un encadrement cumulé de 2 211 chercheurs et personnel d'encadrement ainsi que 45 IAGs programmés spécifiquement pour l'expertise en développement pédiatrique.

source: Project goals were to raise each child to a subjective 18 years life experience in 3 years objective time.
fr_fr: Les objectifs du projet étaient d'amener chaque enfant à une expérience de 18 ans en temps subjectif, en une durée de 3 ans de temps objectif.

source: Despite omnipresent observation and real-time adjusting of the simulspace and educational programming for optimal normality, somewhere along the way the project suffered a breakdown in quality assurance and parameter monitoring that resulted in a near total failure at empathy modeling.
fr_fr: En dépit d'observation omniprésente et d'ajustement en temps-réel du simulspace et des programmes éducatifs pour une normalité optimale, quelque chose dans le cours du projet subit une panne au niveau de la gestion du de la qualité et du suivi des paramètres qui amena à un échec presque total de la modélisation empathique.

source: We first observed this effect 11 months into the project when the subjects had aged to approximately 6 years of age.
fr_fr: Nous avosn observé ces effets pour la première fois 11 mois après le début du projet lorsque l'on des sujets avait vieilli jusqu'à un âge approximatif de six ans.

source: Incidences of animal cruelty and acting out had spiked, though at that time they remained within acceptable standards.
fr_fr: Des incidents de cruauté animal et d'expression ont surgi, bien que à ce moment, ils restaient dans des standards acceptables.

source: Over the next few months this trend continued and Dr. Pascal authorized the usage of more authoritative “parenting” to attempt to correct for the borderline sociopathic behavior that was being exhibited by 23.19% of all subjects by the 18- month mark (9 years of age).
fr_fr: Dans les mois suivants, cette tendance continua et le Dr. Pascal autorisa l'usage dun modèle "éducatifs" plus agressif pour tenter de corriger les comportements limite sociopathique qui était exposés par 23,19% des sujets à 18 mois (agés de neuf ans).

source: We now know that these changes had the unintended consequence of suppressing overt displays of cruelty and violence and merely taught the majority of subjects how to conceal their psychoses.
fr_fr: Nous savons maintenant que ces changements ont eu des conséquence innatendue de supprimer les étalages francs de cruauté et de violence et d'apprendre à quasiment tous les sujets comment dissimuler leur psychoses.

source: It was also at this time that the first deaths occurred.
fr_fr: C'est également à ce moment que les premières morts se produisirent.
